<template>
  <div class="faq">
    <img src="@/assets/images/rules_bg.png" alt="" class="rules_bg">
    <div class="main_container">
      <div class="content">
        <h1>FAQ</h1>
        <div class="content_body">
          <Accardion v-for="(item, i) in list" :key="i" :title="item.title" :text="item.text" />
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import Accardion from '@/components/Accardion.vue';
export default {
  components: {
    Accardion
  },
  data () {
    return {
      list: [
        {title: "Сколько длится обмен?", text: "Мы отправляем средства в течении 1-10 минут после получения от Вас оплаты."},
        {title: "Я указал неверные реквизиты и средства не пришли, что делать?", text: "К сожалению, мы не сможем вернуть ваши средства. Все что мы можем сделать, это отправить вам реквизиты, куда средства ушли. Будьте внимательны при вводе данных!"},
        {title: "Могу ли я обменять сумму меньше минимальной?", text: "Обмен ниже минимальной суммы невозможен."},
        {title: "Можно ли обменять сумму больше, чем указана на сайте?", text: "Да, для этого Вам необходимо связаться в онлайн-чате на сайте с оператором и обсудить с ним все детали обмена. Мы постараемся обеспечить выполнение Вашей заявки."},
        {title: "В какое время вы работаете?", text: "Наш сервис функционирует 24 часа в сутки, 7 дней в неделю без перерывов."},
        {title: "Какая у вас комиссия?", text: "Комиссии нашего сервиса уже включены в курс обмена и отображаются на стадии оформления заявки."},
        {title: "У меня не работает чат на сайте, как мне вам написать?", text: "Некоторые расширения для браузера могут блокировать онлайн-чат на сайте, в таком случае Вы можете зайти с другого браузера и попробовать снова. Если это не помогает, напишите нам на почту сryptoExchanger@gmail.com "},
      ]
    }
  }
}
</script>